import React, { Component } from 'react';

class Home extends Component {
    render() {
        return (
            <div>
                <h1>Home</h1>
                <p>
                    Вітаємо у нашому магазині риболовних снастей!
                    Ми раді вітати вас на нашій головній сторінці, де ви знайдете все необхідне для незабутнього риболовного досвіду. Наш магазин пропонує широкий асортимент високоякісних риболовних снастей та аксесуарів для будь-якого рівня підготовки, від початківців до професіоналів.
                </p>
                <p>
                    Що ми пропонуємо:<br/>
                    Вудилища та котушки: Вибір найкращих вудилищ та котушок для будь-якого типу риболовлі.
                    Наживки та приманки: Різноманітний асортимент наживок та приманок для різних умов риболовлі.
                    Аксесуари та спорядження: Все, що може знадобитися для комфортного та успішного риболовного процесу.
                    Екіпірування для риболовлі: Зручний та функціональний одяг та взуття для рибалок.
                    Чому обирають нас:
                    Висока якість продукції: Ми працюємо лише з перевіреними виробниками та постачальниками.
                    Професійна консультація: Наші фахівці завжди готові допомогти вам з вибором найкращого спорядження.
                    Швидка доставка: Ми забезпечуємо оперативну доставку по всій території України.
                    Вигідні ціни та акції: Регулярні знижки та спеціальні пропозиції для наших клієнтів.
                    Приєднуйтесь до нашої риболовної спільноти!
                    Слідкуйте за нашими новинами, підписуйтеся на наші соціальні мережі та дізнавайтеся про новинки та цікаві події першими. Нехай кожна риболовна пригода буде для вас успішною та захоплюючою разом з нашими снастями!
                </p>
                <p>
                    З найкращими побажаннями,
                    Команда вашого магазину риболовних снастей
                </p>
                <img src='https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS9th7wNZnRCQ3-1gZ14DajsgjnolMAnmnW9A&s'></img>
            </div>
        );
    }
}

export default Home;